tap "1password/tap"
tap "auth0/auth0-cli"
tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "cloudflare/cloudflare"
tap "dopplerhq/cli"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jumppad-labs/repo"
tap "pkgxdev/made"
tap "turbot/tap"
brew "act"
brew "age"
brew "akamai"
brew "brotli"
brew "lz4"
brew "xz"
brew "zstd"
brew "webp"
brew "atuin"
brew "readline"
brew "m4"
brew "autoconf"
brew "aws-iam-authenticator"
brew "aws-nuke"
brew "ca-certificates"
brew "mpdecimal"
brew "openssl@3"
brew "sqlite"
brew "python@3.11"
brew "six"
brew "awscli"
brew "azcopy"
brew "gdbm"
brew "python@3.10"
brew "azure-cli"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "bdw-gc"
brew "bzip2"
brew "c-ares"
brew "gettext"
brew "pcre2"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "pkg-config"
brew "libpthread-stubs"
brew "libxext"
brew "certbot"
brew "cloud-nuke"
brew "cloudflared"
brew "gmp"
brew "coreutils"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "d2"
brew "diff-so-fancy"
brew "doctl"
brew "doggo"
brew "envoy"
brew "exercism"
brew "expat"
brew "eza"
brew "fd"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "icu4c"
brew "fzf"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "glances"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gping"
brew "libtool"
brew "guile"
brew "gum"
brew "helm"
brew "hub"
brew "jq"
brew "k6"
brew "kustomize"
brew "lazygit"
brew "lesspipe"
brew "lf"
brew "libcbor"
brew "libffi"
brew "libfido2"
brew "libiodbc"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxfixes"
brew "libxdamage"
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "ncurses"
brew "linode-cli"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "mas"
brew "minicom"
brew "minikube"
brew "mkcert"
brew "msgpack"
brew "mtr"
brew "zlib"
brew "mysql-client"
brew "nano"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "pcre"
brew "nmap"
brew "onefetch"
brew "portaudio"
brew "procs"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "starship"
brew "switchaudio-osx"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd"
brew "watch"
brew "whois"
brew "wrk"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "auth0/auth0-cli/auth0"
brew "beeftornado/rmtree/brew-rmtree"
brew "charmbracelet/tap/wishlist"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vlt"
brew "hashicorp/tap/waypoint"
brew "pkgxdev/made/pkgx"
brew "turbot/tap/steampipe"
cask "1password-beta"
cask "1password-cli-beta"
cask "alacritty"
cask "android-platform-tools"
cask "angry-ip-scanner"
cask "arc"
cask "bartender"
cask "brave-browser"
cask "burp-suite"
cask "cf-terraforming"
cask "cloudflare-warp"
cask "cron"
cask "dbeaver-community"
cask "devdocs"
cask "devutils"
cask "discord"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-blex-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hashicorp-boundary-desktop"
cask "hookshot"
cask "httpie"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "krisp"
cask "lastpass"
cask "logi-options-plus"
cask "loom"
cask "microsoft-teams"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "notion"
cask "obs-beta"
cask "orbstack"
cask "postman"
cask "raycast"
cask "robo-3t"
cask "rocket-chat"
cask "shottr"
cask "signal"
cask "skype"
cask "slack"
cask "soundsource"
cask "spacedrive"
cask "spacelauncher"
cask "spotify"
cask "studio-3t"
cask "tailscale"
cask "telegram"
cask "tor-browser"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
cask "xquartz"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Command X", id: 6448461551
mas "CrystalFetch", id: 6454431289
mas "Gifski", id: 1351639930
mas "Goodnotes", id: 1444383602
mas "Hyperduck", id: 6444667067
mas "Lungo", id: 1263070803
mas "Microsoft Remote Desktop", id: 1295203466
mas "NextDNS", id: 1464122853
mas "Pages", id: 409201541
mas "ScreenBrush", id: 1233965871
mas "Structured", id: 1499198946
mas "Tot", id: 1491071483
mas "UTM", id: 1538878817
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "be5invis.toml"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.vscode-docker-syntax"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "evondev.indent-rainbow-palettes"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "fredwangwang.vscode-hcl-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "icrawl.discord-vscode"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "kamikillerto.vscode-colorize"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "run-at-scale.terraform-doc-snippets"
vscode "SonarSource.sonarlint-vscode"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "Tailscale.vscode-tailscale"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "usernamehw.errorlens"
vscode "william-voyek.vscode-nginx"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yatki.vscode-surround"
vscode "yy0931.save-as-root"
vscode "yzhang.markdown-all-in-one"
